/* Subtitle for a table cell showing a specific file from within a zip file. The placeholders are %1$@: filename, %2$@: file's last modified date. */
"%@, last modified on %@" = "%1$@, last modified on %2$@";

/* Label at the top of the image gallery showing the current page, e.g. if on the 2nd of 3 images this reads '2 of 3' in the English translation */
"%u of %u" = "%1$u of %2$u";

/* Accessibility label for the About button on the Zippity home view */
"About Zippity" = "About Zippity";

/* Subtitle for table cells in the home view. %@ is replaced with the date the file was added. */
"Added on %@" = "Added on %@";

/* The text for a button that will cancel an action when tapped */
"Cancel" = "Cancel";

/* Title for button that user taps to specify the current folder as the storage location for uploads. */
"Choose" = "Choose";

/* Prompt asking user to select a destination folder on Dropbox to which uploads will be saved. */
"Choose a destination for uploads." = "Choose a destination for uploads.";

/* Title for a message box prompting the user to choose a Twitter account from which to follow @zippityapp */
"Choose account" = "Choose account";

/* Title shown on a dialog prompting the user for the character encoding used in a Zip file */
"Choose Encoding" = "Choose Encoding";

/* Explanatory text shown above a list of available character encodings. */
"Choose the encoding used to encode filenames in this archive" = "Choose the encoding used to encode filenames in this archive";

/* Status message when the current folder contains no sub-folders */
"Contains no folders" = "Contains no folders";

/* The text for a button that will delete files when tapped */
"Delete" = "Delete";

/* The title for a confirmation dialog shown when deleting a file. %@ is replaced by the filename of a single selected file. */
"Delete %@" = "Delete %@";

/* The title for a confirmation dialog shown when deleting files. %@ is replaced by the number of selected files. */
"Delete %u files" = "Delete %u files";

/* The text for a button that will start composing an email when tapped */
"Email" = "Email";

/* Accessibility text for visually impaired users, prompting the user to email us */
"Email info@goosoftware.co.uk" = "Email info@goosoftware.co.uk";

/* The title for a message box shown when an error occurs */
"Error" = "Error";

/* Message shown when there's an error following @zippityapp on Twitter */
"Error following @zippityapp" = "Error following @zippityapp";

/* Error message if the app couldn't load a list of a folder's contents from Dropbox */
"Error loading folder contents" = "Error loading folder contents";

/* Error mesage shown in a temporary dialog if the app fails to save photos to the user's camera roll */
"Error: couldn't save image to Photos" = "Error: couldn't save image to Photos";

/* Shows an example of a filename from the zip file interpreted using a particular character encoding. */
"Example: %@" = "Example: %@";

/* Button prompting the user to follow @zippityapp on Twitter */
"Follow @zippityapp" = "Follow @zippityapp";

/* Accessibility text for visually impaired users, prompting the user to follow @zippityapp on Twitter */
"Follow @zippityapp on Twitter" = "Follow @zippityapp on Twitter";

/* Message shown in a temporary dialog when the app has successfully saved photos to the user's camera roll */
"Image saved to Photos!" = "Image saved to Photos!";

/* Progress message while app is loading a list of folders from Dropbox */
"Loading..." = "Loading...";

/* The text for a button that confirms a message has been received when tapped */
"OK" = "OK";

/* Label for the Open In button in the image gallery action sheet */
"Open In..." = "Open In...";

/* The title for a confirmation dialog shown when saving a file. %@ is replaced by the filename of the file. */
"Save %@" = "Save %@";

/* The title for a confirmation dialog shown when saving files. %u is replaced by the number of files being saved. */
"Save %u images" = "Save %u images";

/* The text for a button that will save image files to the camera roll when tapped */
"Save Images" = "Save Images";

/* Button text for Save to Photos button in action sheet */
"Save to Photos" = "Save to Photos";

/* Label for the Save To Photos button in the image gallery action sheet */
"Save To Photos" = "Save To Photos";

/* The text for a button that will share files when tapped, for example by email */
"Share" = "Share";

/* The title for a confirmation dialog shown when sharing a file. %@ is replaced by the filename of a single selected file. */
"Share %@" = "Share %@";

/* The title for a confirmation dialog shown when sharing files. %u is replaced by the number of selected files. */
"Share %u files" = "Share %u files";

/* Short message shown while unpacking a zip file */
"Unpacking contents..." = "Unpacking contents...";

/* Status message shown when Dropbox upload session has completed */
"Upload complete" = "Upload complete";

/* Message shown while uploading a file to Dropbox. %@ is replaced by the filename. */
"Uploading %@ to Dropbox" = "Uploading %@ to Dropbox";

/* Version string. Placeholders are replaced by version number and build number. */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* Accessibility text for visually impaired users, prompting the user to visit Zippity's website */
"Visit www.zippityapp.co.uk" = "Visit www.zippityapp.co.uk";

/* Message asking the user which of their Twitter accounts they'd like to follow @zippityapp from */
"Which Twitter account do you want to follow @zippityapp from?" = "Which Twitter account do you want to follow @zippityapp from?";

/* Message shown to a user when they try to email a file but have not set up an email account on their iPhone. */
"You don't have an email account configured. You can set one up in the main Settings app." = "You don't have an email account configured. You can set one up in the main Settings app.";

/* Message shown when the user successfully follows @zippityapp on Twitter */
"You're now following @zippityapp!" = "You're now following @zippityapp!";

/* Error message to display when the contents of a zip file can't be displayed for some unknown reason. */
"Zippity can't list the files in this folder." = "Zippity can't list the files in this folder.";

/* Error message to display when a zip file can't be opened. */
"Zippity couldn't open that archive file. It might be corrupt." = "Zippity couldn't open that archive file. It might be corrupt.";

